---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtSup2
source: html/794937a0-dd53-34f6-6114-0666c4c6176b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtSup2 Property

Symbol lb/ft², indicating unit Pounds mass per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbMassPerFtSup2 { get; }
```